Repository: kleqing/HoyoBar
Catalog: HoyoBar/*.lproj/Localizable.strings
Languages: vi

source: *Updating every 1-3 hours is sufficient, to prevent from being captcha-ed. Don't worry, as Paimon will auto-update the data offline as time passes.
vi: *Cập nhật mỗi 1-3 tiếng để tránh việc phải bị re-captcha. Bạn cũng đừng quá lo lắng vì Paimin sẽ tự động làm mới dữ liệu trực tuyến theo thời gian

source: About
vi: Về ứng dụng

source: Check for Updates
vi: Kiểm tra cập nhật

source: Complete
vi: Hoàn thành

source: Configuration
vi: Cấu hình

source: Current Resin
vi: Nhựa nguyên chất hiện tại

source: Current version: %@ (%@)
vi: Phiên bản hiện tại：%@ (%@)

source: Daily commissions
vi: Uỷ thác hằng ngày

source: ETA
vi: Thời gian còn lại

source: Expeditions %lld/%lld
vi: Thám hiểm

source: Fully replenished
vi: Thời gian đầy

source: Launch at Login
vi: Khởi động cùng hệ thống

source: Paimon fetches data every %.0f hour(s)*
vi: Paimon sẽ truy cập dữ liệu mỗi %.0f tiếng *

source: Paste your cookie from:
vi: Dán cookie của bạn từ:

source: User
vi: Người dùng

source: Preferences
vi: Cài đặt

source: Realm currency
vi: Tiền động tiên

source: Server:
vi: Máy chủ：

source: Start:
vi: Khởi động：

source: Test config
vi: Thử cookie

source: Update interval:
vi: Khoảng thời gian cập nhật：

source: Updates:
vi: Cập nhật：

source: Tomorrow
vi: Ngày mai

source: Today
vi: Hôm nay

source: Exploring
vi: Đang thám hiểm

source: Weekly bosses
vi: Boss trong tuần

source: Quit
vi: Thoát

source: 👌 It's working!
vi: 👌 Hoạt động tốt

source: Your config is valid.
vi: Cookie đã nhập hợp lệ.

source: 🚫 Whoooops...
vi: 🚫 Úi...

source: Failed to fetch, check your config.
vi: Thất bại khi lấy thông tin, hãy kiểm tra lại cookie của bạn.

source: Parametric transformer
vi: Máy biến đổi tham số

source: Update: %@
vi: Cập nhật：%@

source: Not updated
vi: Paimon chưa được cập nhật!

source: Update failed, check the official APP for captchas
vi: Cập nhật thất bại, hãy thử kiểm tra captcha trong ứng dụng.

source: Menubar icon:
vi: Biểu tượng thanh menu：

source: Native macOS adaptive icon.
vi: Biểu tượng tương tự macOS.

source: Colored icon.
vi: Tô màu biểu tượng.

source: With resin counter.
vi: Hiển thị số nhựa.

source: Resin counter hidden.
vi: Ẩn số nhựa.

source: %@ left
vi: Còn lại %@

source: Ready
vi: Đã xong

source: Unavailable
vi: Không sẵn sàng để dùng

source: day
vi: ngày

source: days
vi: ngày

source: hour
vi: tiếng

source: hours
vi: tiếng

source: min
vi: phút

source: mins
vi: phút

source: NOT INITIALIZED
vi: KHÔNG CÓ THÔNG TIN

source: Please go to _Preferences > Configuration_ and setup your in-game **_UID_**, **_server_**, and **_cookie_**.
vi: Vui lòng vào Cài đặt > Cấu hình và nhập **_UID_** in-game của bạn, **_sever_** và **_cookie_**.

source: Open preferences here
vi: Mở cài đặt ở đây

source: Parametric transformer is ready
vi: Máy biến đổi tham số đã sẵn sàng

source: Notify:
vi: Thông báo：

source: ... when parametric transformer is ready.
vi: ... Thông báo khi máy biến đổi tham số đã sẵn sàng

source: ⚠️ Data fetch failed, check your configuration
vi: ⚠️ Thất bại khi nhập thông tin, kiểm tra lại cấu hình của bạn

source: ⚠️ Notification unauthorized.
vi: ⚠️ Thông báo chưa được uỷ quyền.

source: This cookie is only stored locally.
vi: Cookie này chỉ được lưu trữ trên máy bạn.
